Repository: evoWeb/imagemap
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# imagemap.title
source: ImageMap
fr: Assistant

# imagemap.description
source: Adds a Imagemap element.
fr: Ajouter un élément Imagemap.

# imagemap.form.addrect
source: Rect-Area
fr: Zone-Rect

# imagemap.form.addcircle
source: Circle-Area
fr: Zone-Circle

# imagemap.form.addpoly
source: Poly-Area
fr: Zone-Poly

# imagemap.form.submit
source: Apply & Close
fr: Appliquer & Fermer

# imagemap.form.zoomin
source: Zoom image to 100%
fr: Zoom image à 100%

# imagemap.form.area.label
source: Label
fr: Titre

# imagemap.form.area.link
source: Link
fr: Lien

# imagemap.form.area.linkwizard
source: Open LinkWizard
fr: Ouvrir les liens

# imagemap.form.area.up
source: move up
fr: déplacer en haut

# imagemap.form.area.down
source: move down
fr: déplacer en bas

# imagemap.form.area.remove
source: remove
fr: supprimer

# imagemap.form.area.refresh
source: Update Coords
fr: Mettre à jour les coordonnées

# imagemap.form.area.expand
source: show more options
fr: montrer plus d'options

# imagemap.form.area.collapse
source: hide more options
fr: cacher les options

# imagemap.form.poly.add
source: add new edge to polygone
fr: ajouter un point au polygone

# imagemap.form.poly.addEdgeBefore
source: add edge before current
fr: ajouter un point devant

# imagemap.form.poly.addEdgeAfter
source: add edge after current
fr: ajouter un point après

# imagemap.form.poly.removeEdge
source: remove edge
fr: supprimer le point

# form.no_image
source: No Image defined for current record (maybe you need to save your changes first).
fr: Aucune image définie pour l'enregistrement courant (peut-être avez vous besoin d'enregistrer vos modifications en premier).

# form.is_dirty
source: The imagemap was changed, please save this record otherwise the changes might be lost.
fr: L'Imagemap a été modifié, veuillez enregistrer cet enregistrement sinon l'Imagemap sera perdue.
